/*28/9/2018*/
"_grp.Accomodation" = "לינה";
"_grp.BankATM" = "סניפי בנק ומכשירי כספומט";
"_grp.Emergency" = "חירום";
"_grp.Food_and_Drink" = "אוכל ושתיה";
"_grp.Guides" = "מדריכי ערים";
"_grp.Parking" = "חניה";
"_grp.Petrol_Station" = "תחנות דלק";
"_grp.Services_and_Education" = "שירותים וחינוך";
"_grp.Shopping" = "קניות";
"_grp.Social_Life" = "בידור וחברתי";
"_grp.Sport" = "ספורט";
"_grp.Tourism" = "אטרקציות תיירותיות";
"_grp.Transportation" = "תחבורה";
"_grp.Vehicle_Services" = "שירותי רכב";

/* Don't translate text in the parenthesis. The word to translate is just 'Exit', same as translation for key: route.instructionsText.listBox.exit */
"Exit (FROM HIGHWAY)" = "יציאה";
"feet" = "רגל";
"route.instructionsText.continueAlong" = "Follow the route";

/* feet short */
"ft" = "ft";

/* timeHourShort */
"h" = " שע ";
"kilometers" = "ק\"מ";
"Limit" = "הגבלה";
"meters" = "מטר";

/* miles short */
"mi" = "mi";
"miles" = "מיילים";

/* timeMinuteMidi */
"min" = "דק'";
"native.fuelprices.poidetailTitle" = "Fuel prices";
"poiCategory.select" = "מקומות סמוכים";
"native.navigation.resumeBtn" = "חדש";

/* timeSecondShort */
"sec" = "שניה";
"yards" = "יארדים";

/* yards short */
"yd" = "yd";

"detail.action.directionToHere" = "קבל הנחיות";
"detail.action.addVia" = "הוסף נקודות דרך";
"detail.action.addToFavorite" = "זכור מיקום";
"detail.action.copyGps" = "קואורדינטות GPS";
"detail.action.removeFavorite" = "Remove from favourites";
"detail.action.removeHome" = "הסר את כתובת הבית";
"detail.action.removeWork" = "הסר כתובת העבודה";
"detail.action.shareLocation" = "שתף מיקום";
"detail.action.streetView" = "Google Street View";
"detail.contact.mail" = "דוא\"ל";
"detail.contact.phone" = "טלפון";
"detail.contact.url" = "כתובת URL";
"routeCompute.action.demonstrate" = "הדגם";
"routeCompute.action.navigate" = "התחל";
"routeCompute.etaArrival" = "נכנסות";
"routeCompute.fastest" = "המסלול המהיר ביותר";
"routeCompute.slower" = "לאט יותר";
"routeCompute.traffic.withDelay" = "עם עיכוב";
"routeCompute.button.options" = "אפשרויות";
"routeCompute.waypointInfo.from" = "מ-";
"routeCompute.waypointInfo.to" = "אל";
"routeCompute.waypointInfo.waypoints" = "נקודת ציון";
"routeCompute.waypointInfo.via" = "דרך";
"routeActionMain.cancel" = "בטל מסלול";
"routeCompute.action.continue" = "המשך";
"routeCompute.options.title" = "אפשרויות מסלול";
"routeCompute.options.AvoidCountry" = "הימנע ממדינה זו";
"avoid.unpaved" = "דרכי עפר";
"avoid.specialArea" = "אגרות גודש";
"avoid.ferries" = "מעבורות";
"avoid.highways" = "כבישים מהירים";
"avoid.tollroads" = "כבישי אגרה";
"workCell.setupWork.subtitle" = "נסיעה בקלות בכל יום";
"homeCell.setupHome.subtitle" = "קבל את המסלול המהיר ביותר";
"workCell.setupWork.title" = "הגדר מיקום עבודה";
"homeCell.setupHome.title" = "הגדרת כתובת הבית";
"workCell.title" = "עבודה";
"homeCell.title" = "בית";
"favorites.place.emptyButton" = "חיפוש מקומות";
"favorites.place.emptyTitle" = "הוסף מקומות לגישה קלה";
"favorites.place.deleteAction" = "מחק";
"favorites.place.headerTitle" = "מקומות ומסלולים";
"favorites.button.done" = "סיום";
"favorites.segment.contacts" = "אנשי קשר";
"favorites.segment.trips" = "טיולים";
"favorites.segment.places" = "מקומות";
"favorites.title" = "מועדפים";
"favorites.addAlert.add" = "להוסיף";
"native.compute.decideToCompute" = "האם אתה עדיין בדרך ל%@?";
"routeActionMain.preview" = "תצוגה מקדימה של המסלול";
"routeCompute.traffic.withoutInfo" = "אין מידע תנועה";
"search.work.title" = "חפש את כתובת מקום העבודה";
"search.home.title" = "חפש את כתובת הבית";
"alert.hideHomeWork.hideHomeTitle" = "הסתר בית";
"alert.hideHomeWork.hideWorkTitle" = "הסתר עבודה";
"alert.hideHomeWork.setHomeMessage" = "תמיד ניתן להגדיר את כתובת הבית שלך במועדפים";
"alert.hideHomeWork.setWorkMessage" = "תמיד ניתן להגדיר את כתובת העבודה שלך במועדפים";
"alert.hideHomeWork.hide" = "הסתר";
"action.control.scout.static" = "מסלול מהיר יותר נמצא";
"action.control.route.longer" = "%@ ארוך";
"action.control.route.time" = "חסוך %@";
"action.control.scout.arrival" = "ההגעה חדשה %@";
"action.control.scout.fasterRouteFound" = "מסלול מהיר יותר נמצא";
"action.control.scout.preview" = "תצוגה מקדימה";
"action.control.scout.route.set" = "הגדר מסלול מהיר יותר";
"routeCompute.action.loading" = "התחל";
"country.AL" = "אלבניה";
"country.AD" = "אנדורה";
"country.AU" = "אוסטרליה";
"country.AT" = "אוסטריה";
"country.BY" = "בלרוסיה";
"country.BE" = "בלגיה";
"country.BA" = "בוסניה והרצגובה";
"country.BG" = "בולגריה";
"country.CA" = "קנדה";
"country.HR" = "קרואטיה";
"country.CZ" = "הרפובליקה הצ'כית";
"country.DK" = "דנמרק";
"country.EE" = "איסטוניה";
"country.FO" = "איי פארו";
"country.FI" = "פינלנד";
"country.FR" = "צרפת";
"country.DE" = "גרמניה";
"country.GI" = "ג'יברלטר";
"country.GR" = "יוון";
"country.GL" = "גרינלנד";
"country.VA" = "מדינה של עיר של ותיקן";
"country.HU" = "הונגריה";
"country.IS" = "איסלנד";
"country.IE" = "אירלנד";
"country.IL" = "ישראל";
"country.IT" = "איטליה";
"country.JP" = "יפן";
"country.KP" = "קוריאה הרפובליקה הדמוקרטית";
"country.KR" = "קוריאה";
"country.KW" = "כווית";
"country.LV" = "לטביה";
"country.LI" = "ליכטנשטיין";
"country.LT" = "ליטא";
"country.LU" = "לוקסמבורג";
"country.MK" = "מקדוניה";
"country.MT" = "מלטה";
"country.MD" = "מולדובה";
"country.MC" = "מונקו";
"country.MS" = "מונסראט";
"country.NL" = "הולנד";
"country.AN" = "אנטילים הולנדיים";
"country.NZ" = "ניו זילנד";
"country.NF" = "האי נורפוק";
"country.NO" = "נורבגיה";
"country.PL" = "פולין";
"country.PT" = "פורטוגל";
"country.RO" = "רומניה";
"country.RU" = "רוסיה הפדרלית";
"country.SM" = "סאן מרינה";
"country.SG" = "סינגפור";
"country.SK" = "סלובקיה";
"country.SI" = "סלובניה";
"country.ZA" = "דרום אפריקה";
"country.ES" = "ספרד";
"country.SE" = "שבדיה";
"country.CH" = "שוויץ";
"country.TW" = "טאיוון";
"country.TH" = "תאילנד";
"country.TR" = "טורקיה";
"country.UA" = "אוקראינה";
"country.GB" = "אנגליה";
"country.US" = "ארצות הברית";
"country.VN" = "ויטנאם";
"country.RS" = "סרביה";
"country.ME" = "מונטנגרו";
"country.AE" = "אמיריות ערביות מאוחדות";
"country.OM" = "עומן";
"country.SA" = "ערב הסעודית";
"country.EG" = "מצרים";
"country.PR" = "פוארטו ריקו";
"country.VI" = "איי ווירג'ין";
"country.RA" = "ארגנטינה";
"country.BH" = "בחרין";
"country.BR" = "ברזיל";
"country.HK" = "הונג קונג";
"country.ID" = "אינדונזיה";
"country.IN" = "הודו";
"country.IM" = "איי אדם";
"country.MO" = "מקאו";
"country.MX" = "מקסיקו";
"country.MY" = "מלזיה";
"country.QA" = "קטר";
"country.AW" = "ארובה";
"country.AF" = "אפגניסטן";
"country.AO" = "אנגולה";
"country.AI" = "אנגואילה";
"country.AX" = "איי אלנד";
"country.AM" = "ארמניה";
"country.AQ" = "אנטרקטיקה";
"country.AS" = "סמואה האמריקאית";
"country.TF" = "שטחי דרום צרפת";
"country.AG" = "אנטיגואה וברבודה";
"country.AZ" = "אזרביג'ן";
"country.BI" = "בולגריה";
"country.BJ" = "בנין";
"country.BF" = "בורקינה פאסו";
"country.BD" = "בנגלדש";
"country.BS" = "בהמאס";
"country.BL" = "ברטלמי הקדוש";
"country.BZ" = "בליז";
"country.BM" = "ברמודה";
"country.BO" = "בוליביה";
"country.BB" = "ברבדוס";
"country.BN" = "ברונאי דרוסלאלם";
"country.BT" = "בהוטן";
"country.BV" = "האי באווט";
"country.BW" = "בוטסוואנה";
"country.CF" = "הרפובליקה המרכז אפריקנית";
"country.CC" = "איי קוקוס, קילינג";
"country.CL" = "צ'ילה";
"country.CI" = "חוף השנהב";
"country.CM" = "קמרון";
"country.CD" = "קונגו (זאיר)";
"country.CG" = "קונגו";
"country.CK" = "איי קוק";
"country.CO" = "קולומביה";
"country.KM" = "קומורוס";
"country.CV" = "כף ורדה";
"country.CR" = "קוסטה ריקה";
"country.CU" = "קובה";
"country.CX" = "איי חג המול";
"country.KY" = "איי קימן";
"country.DJ" = "דג'יבוטי";
"country.DM" = "דומיניקה";
"country.DO" = "הרפובליקה הדומיניקנית";
"country.DZ" = "אלג'יריה";
"country.EC" = "אקוודור";
"country.ER" = "איריתריאה";
"country.EH" = "מערב סהרה";
"country.ET" = "אתיופיה";
"country.FJ" = "פיג'י";
"country.FK" = "איי פוקלנד";
"country.FM" = "מיקרונזיה";
"country.GA" = "גבון";
"country.GE" = "גאורגיה";
"country.GG" = "גאורנסי";
"country.GH" = "גאנה";
"country.GN" = "גינאה";
"country.GP" = "גוואדלופ";
"country.GM" = "גמביה";
"country.GW" = "גינאה ביסאו";
"country.GQ" = "גינאה המשוונית";
"country.GD" = "גרנדה";
"country.GT" = "גואטמלה";
"country.GF" = "גינאה הצרפתית";
"country.GU" = "גואם";
"country.GY" = "גויאנה";
"country.HM" = "איי הרלג ומקדונלד";
"country.HN" = "הונדורס";
"country.HT" = "האיטי";
"country.IO" = "האוקיינוס ההודי בשליטה בריטית";
"country.IR" = "אירן, הרפובליקה האיסלמית של";
"country.IQ" = "עירק";
"country.JM" = "ג'מייקה";
"country.JE" = "ג'רזי";
"country.JO" = "ירדן";
"country.KZ" = "קאזחאסטן";
"country.KG" = "קירגיסטאן";
"country.KH" = "קמבודיה";
"country.KI" = "קיריבטי";
"country.KN" = "סנט קיטס ונביס";
"country.LA" = "לאוס";
"country.LB" = "לבנון";
"country.LR" = "ליבריה";
"country.LY" = "לוב";
"country.LC" = "סנטה לוסיה";
"country.LK" = "סרי לנקה";
"country.LS" = "לסותו";
"country.MF" = "מרטין הקדוש (השטח הצרפתי)";
"country.MA" = "מרוקו";
"country.MG" = "מדגסקר";
"country.MV" = "מלדיב";
"country.MH" = "איי מרשל";
"country.ML" = "מלי";
"country.MM" = "מיאנמאר";
"country.MN" = "מונגוליה";
"country.MP" = "איי מרינה הצפוניים";
"country.MZ" = "מוזמביק";
"country.MR" = "מאוריטניה";
"country.MQ" = "מרטיניק";
"country.MU" = "מאוריציוס";
"country.MW" = "מלאוי";
"country.YT" = "מאיוט";
"country.NA" = "נמיביה";
"country.NC" = "קלדוניה החדשה";
"country.NE" = "ניז'ר";
"country.NG" = "ניגריה";
"country.NI" = "ניקרגואה";
"country.NU" = "ניאו";
"country.NP" = "נפאל";
"country.NR" = "נאורו";
"country.PK" = "פקיסטן";
"country.PA" = "פנמה";
"country.PN" = "פיטקרן";
"country.PE" = "פרו";
"country.PH" = "פיליפינים";
"country.PW" = "פלאו";
"country.PG" = "פפואה גינאה החדשה";
"country.PY" = "פארגוואי";
"country.PS" = "הרשות הפלסטינאית";
"country.PF" = "פולינזיה הצרפתית";
"country.RE" = "ראוניון";
"country.RW" = "רואנדה";
"country.SD" = "סודן";
"country.SN" = "סנגל";
"country.GS" = "דרום גאורגיה";
"country.SH" = "סנט הלנה";
"country.SJ" = "סוולברד ויאן מאין";
"country.SB" = "איי שלמה";
"country.SL" = "סיירה ליאון";
"country.SV" = "אל סלבדור";
"country.SO" = "סומליה";
"country.PM" = "פייר הקדוש ומיקלון";
"country.ST" = "סאו תומה ופרינסיפה";
"country.SR" = "סורינאם";
"country.SZ" = "סווזילנד";
"country.SC" = "איי סיישל";
"country.SY" = "סאו תומה ופרינסיפה";
"country.TC" = "איי טורק וקייקוס";
"country.TD" = "צ'ד";
"country.TG" = "טוגו";
"country.TJ" = "טג'יקיסטאן";
"country.TK" = "טוקלאו";
"country.TM" = "טורקמניסטאן";
"country.TL" = "טימור מזרח";
"country.TO" = "טונגה";
"country.TT" = "הרפובליקה של טרינידד וטובגו";
"country.TN" = "טוניסיה";
"country.TV" = "טובלו";
"country.TZ" = "טנזניה, הרפובליקה המאוחדת של";
"country.UM" = "איי ארה\"ב";
"country.UY" = "אורוגואי";
"country.UZ" = "אוזבקיסטן";
"country.VC" = "וינסנט הקדוש";
"country.VE" = "ונצואלה";
"country.VG" = "איי הבתולה (בריטיים";
"country.VU" = "ואנואטו";
"country.WF" = "ואליס ופוטונה";
"country.WS" = "סמואה";
"country.YE" = "תימן";
"country.ZM" = "זמביה";
"country.ZW" = "זימבבואה";
"country.US-AL" = "אלבמה";
"country.US-AK" = "אלסקה";
"country.US-AZ" = "אריזונה";
"country.US-AR" = "ארקנסו";
"country.US-CA" = "קליפורניה";
"country.US-CO" = "קולורדו";
"country.US-CT" = "קונטיקט";
"country.US-DE" = "דלור";
"country.US-DC" = "מחוז קולומביה";
"country.US-FL" = "פלורידה";
"country.US-GA" = "גאורגיה";
"country.US-HI" = "הוואיי";
"country.US-ID" = "אידהו";
"country.US-IL" = "אילינוי";
"country.US-IN" = "אינדיאנה";
"country.US-IA" = "איווה";
"country.US-KS" = "קנזס";
"country.US-KY" = "קנטקי";
"country.US-LA" = "לואיזיאנה";
"country.US-ME" = "מיין";
"country.US-MD" = "מרילנד";
"country.US-MA" = "מסצ'וסטס";
"country.US-MI" = "מישיגן";
"country.US-MN" = "מינסוטה";
"country.US-MS" = "מיסיסיפי";
"country.US-MO" = "מיזורי";
"country.US-MT" = "מונטנה";
"country.US-NE" = "נברסקה";
"country.US-NV" = "נבדה";
"country.US-NH" = "ניו המפשר";
"country.US-NJ" = "ניו ג'רזי";
"country.US-NM" = "ניו מקסיקו";
"country.US-NY" = "ניו יורק";
"country.US-NC" = "קרולינה הצפונית";
"country.US-ND" = "דקוטה הצפונית";
"country.US-OH" = "אוהיו";
"country.US-OK" = "אוקלהומה";
"country.US-OR" = "אורגון";
"country.US-PA" = "פנסילבניה";
"country.US-RI" = "רוד אילנד";
"country.US-SC" = "קרולינה הדרומית";
"country.US-SD" = "דקוטה הדרומית";
"country.US-TN" = "טנסי";
"country.US-TX" = "טקסס";
"country.US-UT" = "יוטה";
"country.US-VT" = "ורמונט";
"country.US-VA" = "וירג'יניה";
"country.US-WA" = "וושינגטון";
"country.US-WV" = "מערב וירג'יניה";
"country.US-WI" = "ויסקונסין";
"country.US-WY" = "ויומינג";
"country.CA-AB" = "אלברטה";
"country.CA-BC" = "קולומביה הבריטית";
"country.CA-MB" = "מניטובה";
"country.CA-NB" = "ניו ברנסוויק";
"country.CA-NL" = "ניופאונדלנד ולברדור";
"country.CA-NS" = "נובה סקוטיה";
"country.CA-NT" = "איזור צפון-מערב";
"country.CA-NU" = "איזור נונווט";
"country.CA-ON" = "אונטריו";
"country.CA-PE" = "אי נסיך אדוארד";
"country.CA-QC" = "קיובק";
"country.CA-SK" = "ססקצ'וואן";
"country.CA-YT" = "איזור יוקון";
"country.IN-LD" = "Lakshadweep";
"country.GB-NIR" = "אירלנד הצפונית";
"country.GB-SCT" = "סקוטלנד";
"country.GB-WLS" = "וילס";
"country.GB-CHA" = "איי התעלה";
"N" = ".צ";
"S" = ".ד";
"W" = ".מע";
"E" = ".מז";
"routeplaning.actionButton.title" = "סיום";
"com.sygic.addWaypoint.placeholder" = "הוסף נקודות דרך";
"detail.action.selectPoi" = "בחר";
"signpost.nextDirection.then" = "לאחר מכן";
"waypoint.title.myposition" = "מיקומי";
"placeholder.password" = "סיסמה";
"placeholder.email" = "דוא\"ל";
"routeCompute.action.calculating" = "חישוב מסלולים";
"routeCompute.action.preview" = "תצוגה מקדימה";
"detail.action.shareGps" = "שתף קואורדינטות GPS";
"time.ago.minutes" = "לפני %@ דקות";
"time.ago.hours" = "לפני %@ שעות";
"time.ago.days" = "לפני %@ ימים";
"time.ago.years" = "לפני %@ שנים";
"native.navigation.recenterBtn" = "Re-center";
"homeCell.updateHome.title" = "Update home address";
"workCell.updateWork.title" = "Update work address";
"monetization.addon" = "ADD-ON";
"detail.action.removeVia" = "מחק נקודת דרך";
"message.avoid.motorway.unable" = "כדי להגיע ליעדך, לא ניתן להימנע ממעבר בכבישים מהירים.";
"message.avoid.specialArea.unable" = "מצטערים, אין אפשרות להימנע מאגרות גודש במסלול שלך.";
"message.avoid.tollRoads.unable" = "לא ניתן להימנע מכל כבישי האגרה. חלק מכבישי האגרה ישארו במסלול המחושב.";
"message.avoid.ferries.unable" = "כדי להגיע ליעד, חייבים להשאיר מספר מעבורות במסלול.";
"message.avoid.unpavedRoads.unable" = "כדי להגיע ליעדך, לא ניתן להימנע ממעבר בדרכים לא סלולות.";
